{
    "JPN": [
        "Amazon akaunto wo kyōyūsuru 2 hiki no saru wo nani to yobimasu ka。(What do you call two monkeys who share an Amazon account?}",
        "Purimumetosu.(PRIME-mates.}",
        "Tedibea wa naze ohara ga sukanai no desu ka?(Why isn’t a Teddy Bear’s stomach empty (not hungry)?}",
        "Itsumo ippai desu!(It’s always full!}",
        "Kumo ga sukina ebento wa nan desu ka?(What event does a spider like?}",
        "Uebingu. (Webbing. }",
        "Gurasu no mawari ni jōdan ga ienai no wa naze desu ka。(Why can’t you tell jokes around glass?}",
        "Hibiwareru kanōsei ga arimasu。(Because it might crack. }",
        "Benjamin furankurin wa denki wo hakkenshita toki、dono yōni kanjimashita ka?(What kind of feeling did Benjamin Franklin have when he discovered electricity?}",
        "Shokku!(Shock!}",
        "Shiritsutantei wa donna kutsu wo haiteimasu ka?(What kind of shoes does a private detective wear?}",
        "Sunīkā. (Sneakers!}",
        "Kaze ga sukina gēmu wa nan desu ka?(What’s the wind’s favorite game?}",
        "Tsuisutā。(Twister!}",
        "Yane no jōku wo kikimashita ka?(Have you heard the roof joke?}",
        "Ki ni shinai dekusadai、sore wa anata no atama no ue ni arimasu。(Don’t worry about it, it’ll go over your head. }",
        "Miira wa donna ongaku wo kiiteimasu ka?(What kind of music does a mummy listen to?}",
        "Rappu myūshikku. (Rap music}",
        "Ranpu wa shizumanakatta wa naze desu ka？(Why didn’t the lamp sink?}",
        "Karusugimashita(Because it was too light. }",
        "12 getsu 31 hi ni ushi wa doko ni ikimasu ka？(Where does a cow go on December 31st?}",
        "Mūiyāzu・ebu・pātei(A Moo-Year’s Eve Party.}",
        "Tōmorokoshibatake de himitsu wo hanashiteikenai no ha naze desu ka。(Why can’t you talk about secrets in a corn field?}",
        "Mimi ga ōsugiru。(Because it has too many ears. }",
        "Naze kukkī wa shinryōsho ni itta no desu ka。(Why did the cookie go to the infirmary?}",
        "Kare wa kibun ga warukunatteita。(He felt like he was going bad}",
        "Empitsu wa doko de hatsumei saremashita ka?(Where were pencils invented?}",
        "Penshirubania。(Pennsylvania! }",
        "Tomato ga akakunatta no ha naze desu ka？(Why did the tomato turn red?}",
        "Sarada no doresshingu wo mitakara。(Because he saw the salad dressing. }",
        "Yūrei ha nande konnani usotsuki desu ka?(Why is a ghost such a bad liar?}",
        "Anata wa sorera wo mitōsu koto ga dekimasu。(Because you can see through everything. }",
        "Hanbāgā wa doko de odoru?(Where does a hamburger dance?}",
        "Mītobōru。(A meatball.}",
        "Kōsen wa kiraina ongaku ha？(What music does a balloon hate?}",
        "Poppu. (Pop. }",
        "Tokei wa shūri ni dasu baai ha、mae haraishinai de kudasai。(When you go to get your watch fixed, don’t pay before. }",
        "Toki ga kuru made machimasu。(Wait until the time comes. }",
        "Ha no nai kuma wo nante yobu?(What do you call a bear without teeth?}",
        "Gumibea. (A gummy bear. }",
        "Shingōki wa kuruma ni nanto iimashita ka?(What did the traffic light say to the car?}",
        "Minaide. Watashi wa kawarō to shiteiru。(Don’t look. I’m trying to change. }",
        "Sukeruton no sukina gakki ha?(What instrument does a skeleton like?}",
        "Toronbōn. (The trombone. }",
        "Naze shinderera wa sakkā wo dekinai no？(Why can’t Cinderella play soccer?}",
        "Itsumo bōru kara nigeteiru kara。(Because she always runs away from the ball. }",
        "Naze ongaku no sensei wa kuruma wo shidō dekinai no desuka？(Why can’t the music teacher start his car?}",
        "Kare no kī wa piano ni arimasu。(His keys are in the piano. }",
        "Kanban wa dono yōni katarimasu ka？(How does a blackboard talk?}",
        "Shuwa. (Sign language. }"
    ]
}